Revit 2027 API
ClassificationEntry.Description Property
 The description associated with this entry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Description { get; }
Public ReadOnly Property Description As String
	Get
public:
property String^ Description {
	String^ get ();
}
member Description : string with get
Property Value
String
See Also
Reference
ClassificationEntry Class
Autodesk.Revit.DB Namespace